{
  "homepage.welcomeTitle": "Welcome to Our Decentralized Trading Platform",
  "homepage.welcomeParagraph": "Empowering peer-to-peer transactions with blockchain technology.",
  "homepage.aboutUsTitle": "About Us",
  "homepage.aboutUsParagraph": "Our platform leverages the power of blockchain to create a secure, transparent, and efficient marketplace for trading goods. Whether you're looking to buy or sell, our decentralized approach ensures that your transactions are protected and fair.",
  "homepage.featuresTitle": "Key Features",
  "homepage.marketplaceFeature": "Decentralized Marketplace",
  "homepage.marketplaceDescription": "Trade directly with others without the need for intermediaries.",
  "homepage.secureTransactionsFeature": "Secure Transactions",
  "homepage.secureTransactionsDescription": "Smart contracts ensure that funds are released only when all conditions are met.",
  "homepage.interfaceFeature": "User-Friendly Interface",
  "homepage.interfaceDescription": "Our intuitive design makes it easy for anyone to use, regardless of their technical expertise.",
  "homepage.lowFeesFeature": "Low Fees",
  "homepage.lowFeesDescription": "Avoid high transaction fees typically associated with centralized platforms.",
  "homepage.missionTitle": "Our Mission",
  "homepage.missionParagraph": "Our mission is to democratize the trading of goods by removing barriers and providing a platform that is accessible, secure, and transparent. We believe in the power of blockchain to create a more equitable marketplace for everyone.",
  "homepage.howItWorksTitle": "How It Works",
  "homepage.howItWorksParagraph": "Our platform uses smart contracts written in Solidity to automate and enforce transaction terms. By using Ganache for local blockchain development and testing, we ensure that our contracts are secure and reliable before deploying them to the main network. The Tauri framework allows us to package our web-based interface into a lightweight desktop application, providing a seamless user experience.",
  "homepage.contactUsTitle": "Contact Us",
  "homepage.contactUsParagraph": "Have questions or need more information? Contact us and we'll be happy to assist you!"
}
